[
    {
        "_id": 1,
        "College_Name": "Harmony College",
        "category": "high",
        "Image": "https://images.pexels.com/photos/2982449/pexels-photo-2982449.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
        "Admission_Dates": "Early Decision Application Deadline: October 15, 2023.Regular Decision Application Deadline: December 31, 2023.Admission Decision Notification: February 15, 2024",
        "Events": "Freshman Orientation: August 25 - 27, 2023.Annual Music Fest: October 12 - 14, 2023.Science and Technology Expo: April 8 - 10, 2024.Spring Carnival: May 5 - 7, 2024",
        "Research_History": "Harmony College boasts a long-standing tradition of excellence in research and innovation. The institution has been at the forefront of groundbreaking research in fields such as environmental sustainability, neuroscience, art and design, and renewable energy.",
        "Sports": "Soccer,Basketball,Tennis,Swimming,Volleyball,Track and Field,Rugby,Golf,Cross Country,Softball",
        "College_Details": "Harmony College, founded in 1852, is a liberal arts college located in a picturesque setting. The campus features a blend of historic and modern architecture, state-of-the-art laboratories, and a thriving arts community. Students enjoy a close-knit and supportive learning environment with ample opportunities for personal and academic growth.",
        "Admission_Process": "Prospective students can apply to Harmony College through the Common Application or the college's official website. The admissions committee reviews applications holistically, considering academic performance, extracurricular involvement, recommendation letters, and personal statements.",
        "Research_Works": "In recent years, Harmony College has achieved notable research milestones, including advancements in sustainable urban planning, studies on cognitive development in children, explorations in contemporary art forms, and the development of eco-friendly materials.",
        "Sports_Categories": "Harmony College offers a wide range of sports categories, providing students with opportunities to compete at various levels or participate in recreational sports.",
        "reviewer_name": "John Doe",
        "rating": "5/5 Stars",
        "review": "My experience with Harmony College's website was nothing short of excellent. The user-friendly interface made finding information a breeze. The comprehensive details about admission dates, events, and research history were immensely helpful. I felt confident in my application choices, and thanks to this website, I got accepted to my dream college. Highly recommend!",
        "number_of_research": "354"
    },
    {
        "_id": 2,
        "College_Name": "Enigma Institute",
        "category": "low",
        "Image": "https://images.pexels.com/photos/2305098/pexels-photo-2305098.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
        "Admission_Dates": "Early Action Application Deadline: November 1, 2023.Regular Decision Application Deadline: January 15, 2024.Admission Decision Notification: March 1, 2024",
        "Events": "Welcome Week: August 29 - September 3, 2023.Annual Hackathon: October 18 - 20, 2023.Global Culture Festival: April 12 - 14, 2024.Spring Dance Showcase: May 8 - 10, 2024",
        "Research_History": "Enigma Institute has a strong research culture, with faculty and students contributing to cutting-edge research in fields such as artificial intelligence, cybersecurity, quantum computing, and biotechnology",
        "Sports": "Basketball,Soccer,Esports,Volleyball,Swimming,Table Tennis,Cross Country,Badminton,Fencing,Ultimate Frisbee",
        "College_Details": "Enigma Institute, established in 1967, is a leading technological and scientific research university. Its campus features state-of-the-art laboratories, futuristic learning spaces, and advanced research centers. The institute is known for its diverse and inclusive community that fosters creativity and innovation.",
        "Admission_Process": "Applicants to Enigma Institute can apply through the university's online application portal. The admissions committee evaluates applicants based on academic achievements, standardized test scores, recommendation letters, and personal essays.",
        "rating": "3.5/5 Stars",
        "reviewer_name": "Jack Doe",
        "review": "My experience with Harmony College's website was nothing short of excellent. The user-friendly interface made finding information a breeze. The comprehensive details about admission dates, events, and research history were immensely helpful. I felt confident in my application choices, and thanks to this website, I got accepted to my dream college. Highly recommend!",
        "Research_Works": "Enigma Institute has been instrumental in pioneering research, such as breakthroughs in quantum encryption, innovations in AI-assisted medical diagnostics, advancements in renewable energy sources, and explorations in genetic engineering.",
        "Sports_Categories": "Enigma Institute offers an array of sports categories to cater to students' diverse interests and talents.",
        "number_of_research": "454"

    },
    {
        "_id": 3,
        "College_Name": "Serenity University",
        "category": "medium",
        "Image": "https://images.pexels.com/photos/11010066/pexels-photo-11010066.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
        "Admission_Dates": "Early Decision Application Deadline: November 1, 2023.Regular Decision Application Deadline: January 15, 2024.Admission Decision Notification: March 15, 2024",
        "Events": "Freshman Welcoming Ceremony: August 30, 2023.Literary Arts Festival: October 25 - 27, 2023.Environmental Symposium: April 18 - 20, 2024.Spring Music Gala: May 10 - 12, 2024",
        "Research_History": "Serenity University prides itself on its long history of research excellence. Faculty and students have been involved in transformative research projects in fields such as environmental conservation, literature and linguistics, social psychology, and sustainable agriculture.",
        "Sports": "Soccer,Basketball,Tennis,Swimming,Cross Country,Yoga and Meditation Club,Ultimate Frisbee,Table Tennis,Rock Climbing Club,Equestrian Club",
        "College_Details": "Serenity University, founded in 1890, is a liberal arts institution nestled amidst picturesque landscapes. The campus showcases a harmonious blend of historical and modern architecture, providing students with an inspiring environment for learning and growth. The university's emphasis on holistic education fosters a sense of community and personal development.",
        "Admission_Process": "Prospective students can submit their applications through the university's online portal. Serenity University considers a student's academic achievements, extracurricular involvements, letters of recommendation, and passion for learning during the application review process.",
        "Research_Works": "Serenity University's research contributions include studies on eco-friendly architecture, innovations in sustainable farming practices, psychological interventions for community well-being, and the preservation of indigenous languages.",
        "Sports_Categories": "Serenity University offers diverse sports categories, encouraging students to engage in physical activities that align with their interests and passions.",
        "reviewer_name": "Michael Johnson",
        "rating": "5/5 Stars",
        "review": "Serenity University's website lived up to its name with its calming and informative interface. The event schedule and sports categories were just what I needed to explore campus life and extracurricular activities. The research history showcased the university's academic excellence. I'm excited to be part of this serene community!",
        "number_of_research": "264"
    },
    {
        "_id": 4,
        "College_Name": "Aurora College",
        "category": "medium",
        "Image": "https://images.pexels.com/photos/11831381/pexels-photo-11831381.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
        "Admission_Dates": "Early Decision Application Deadline: November 1, 2023.Regular Decision Application Deadline: February 1, 2024.Admission Decision Notification: March 15, 2024",
        "Events": "New Student Orientation: August 28 - September 1, 2023.Annual Film Festival: October 20 - 22, 2023.Science Fair Extravaganza: April 5 - 7, 2024.Spring Arts Showcase: May 5 - 7, 2024",
        "Research_History": "Aurora College is renowned for its contributions to scientific research. Its faculty and students have made strides in diverse fields such as astronomy, robotics, environmental studies, and biomedicine.",
        "Sports": "Basketball,Soccer,Swimming,Volleyball,Track and Field,Ice Hockey,Rock Climbing,Fencing,Skiing and Snowboarding Club,Martial Arts Club",
        "College_Details": "Aurora College, established in 1945, stands as a modern and progressive institution focused on cutting-edge education. The campus features state-of-the-art research labs, multimedia studios, and contemporary living spaces, encouraging innovation and collaboration among students.",
        "Admission_Process": "Applicants can apply to Aurora College through the college's online application platform. The admission committee assesses applicants based on academic achievements, personal statements, recommendation letters, and their potential to contribute to the college community.",
        "Research_Works": "Aurora College takes pride in its research endeavors, which include advances in space exploration technology, robotics for medical applications, sustainable urban planning, and environmental conservation initiatives.",
        "Sports_Categories": "Aurora College offers a wide array of sports categories, providing students with opportunities to engage in both competitive and recreational sports activities.",
        "reviewer_name": "Emily Adams",
        "rating": "5/5 Stars",
        "review": "Aurora College's admission website was a parent's best friend during my child's college application process. The detailed admission process and research works provided us with clarity and confidence in our choices. The campus details were beautiful, and we couldn't be prouder of our child getting accepted here.",
        "number_of_research": "501"
    },
    {
        "_id": 5,
        "College_Name": "Phoenix Academy",
        "category": "low",
        "Image": "https://images.pexels.com/photos/9713059/pexels-photo-9713059.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
        "Admission_Dates": "Freshman Orientation Week: August 28 - September 2, 2023.Annual Arts and Music Festival: October 15 - 17, 2023.Technology Expo: April 10 - 12, 2024,Spring Carnival and Food Fair: May 3 - 5, 2024",
        "Events": "Welcome Week: August 29 - September 3, 2023,Annual Hackathon: October 18 - 20, 2023.Global Culture Festival: April 12 - 14, 2024.Spring Dance Showcase: May 8 - 10, 2024.",
        "Research_History": "Phoenix Academy has a strong emphasis on research and innovation. The college's faculty and students have made notable contributions in fields such as renewable energy technology, biomedical engineering, data science, and social entrepreneurship.",
        "Sports": "Basketball,Soccer,Swimming,Tennis,Volleyball,Rock Climbing,Yoga and Meditation Club,Martial Arts Club,Equestrian Club,Archery",
        "College_Details": "Phoenix Academy, established in 1956, prides itself on being a cutting-edge institution with a focus on sustainability and social impact. The campus features environmentally conscious buildings, advanced research centers, and spaces designed to foster creativity and collaboration.",
        "Admission_Process": "Prospective students can apply to Phoenix Academy through the college's online application portal. The admission process considers academic achievements, extracurricular involvement, personal essays, and a commitment to positive change.",
        "Research_Works": "Phoenix Academy's research contributions include developments in solar energy harvesting, biomedical devices for underserved communities, data-driven solutions for environmental conservation, and innovative models for social enterprises.",
        "Sports_Categories": "Phoenix Academy offers a variety of sports categories to cater to diverse interests and promote a healthy lifestyle.",
        "reviewer_name": "David Lee",
        "rating": "4/5 Stars",
        "review": "Phoenix Academy's website was a valuable resource during my college research. The event schedule gave me insights into campus life and extracurricular opportunities. The research history was fascinating, but I wished it delved deeper into each research area. Nonetheless, the website was a great starting point for my college journey.",
        "number_of_research": "684"
    },
    {
        "_id": 6,
        "College_Name": "Elysian Institute",
        "category": "high",
        "Image": "https://images.pexels.com/photos/2982449/pexels-photo-2982449.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
        "Admission_Dates": "Early Decision Application Deadline: November 10, 2023,Regular Decision Application Deadline: January 31, 2024,Admission Decision Notification: April 1, 2024",
        "Events": "Welcome Week: August 25 - September 1, 2023,Annual Literature and Arts Symposium: October 8 - 10, 2023,Science and Innovation Summit: April 15 - 17, 2024,Spring Music and Dance Gala: May 8 - 10, 2024",
        "Research_History": "Elysian Institute is known for its rich literary and artistic history, with faculty and students actively contributing to research in literature, creative writing, fine arts, cultural studies, and historical preservation.",
        "Sports": "Soccer,Basketball,Swimming,Volleyball,Archery,Fencing,Yoga and Meditation Club,Sailing Club,Ballroom Dancing Club,Chess Club",
        "College_Details": "Elysian Institute, established in 1887, is a liberal arts college nestled in a picturesque and historic setting. The campus exudes an aura of creativity and intellectual pursuit, with charming buildings and serene study spots.",
        "Admission_Process": "Applicants can apply to Elysian Institute through the college's online application system. The admissions committee reviews applications holistically, focusing on academic achievements, creativity, passion for the arts, and potential for contributing to the college community.",
        "Research_Works": "Elysian Institute's research highlights include literary analyses of classic works, explorations of ancient artistic techniques, documentation of cultural traditions, and studies on the intersection of art and society.",
        "Sports_Categories": "Elysian Institute offers a diverse array of sports categories, allowing students to explore their interests beyond academics.",
        "reviewer_name": "Sarah Thompson",
        "rating": "5/5 Stars",
        "review": "Elysian Institute's admission website was an absolute delight. The comprehensive admission details and research history were both impressive and informative. The campus looked like a dream, and I can't wait to start my college journey here. Thanks to this website, I feel confident in my choice!",
        "number_of_research": "780"
    },
    {
        "_id": 7,
        "College_Name": "Vanguard University",
        "category": "medium",
        "Image": "https://images.pexels.com/photos/5611707/pexels-photo-5611707.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
        "Admission_Dates": "Early Decision Application Deadline: November 15, 2023,Regular Decision Application Deadline: February 1, 2024,Admission Decision Notification: March 15, 2024",
        "Events": "New Student Welcome Week: August 29 - September 3, 2023.Cultural Diversity Week: October 10 - 14, 2023.Research and Innovation Expo: April 8 - 10, 2024.Spring Carnival and Sports Fest: May 10 - 12, 2024",
        "Research_History": "Vanguard University is known for its commitment to research and innovation across disciplines such as engineering, computer science, business, and social sciences.",
        "Sports": "Basketball,Soccer,Swimming,Volleyball,Track and Field,Baseball/Softball,Golf,Cross Country,Gymnastics",
        "College_Details": "Vanguard University, founded in 1948, is a comprehensive research institution with a focus on nurturing leaders of tomorrow. The campus features modern academic buildings, advanced laboratories, and a vibrant student community.",
        "Admission_Process": "Prospective students can submit their applications to Vanguard University through the college's online application portal. The admission process considers academic achievements, extracurricular involvements, personal statements, and letters of recommendation.",
        "Research_Works": "Vanguard University's research contributions include advances in renewable energy technologies, developments in artificial intelligence and machine learning, studies on the impact of social media on society, and innovations in business management.",
        "rating": "3/5 Stars",
        "Sports_Categories": "Vanguard University provides students with numerous opportunities to participate in sports and stay physically active.",
        "number_of_research": "169"
    },
    {
        "_id": 8,
        "College_Name": " Horizon College of Music",
        "category": "high",
        "Image": "https://images.pexels.com/photos/396304/pexels-photo-396304.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
        "Admission_Dates": "Early Decision Application Deadline: November 1, 2023.Regular Decision Application Deadline: January 30, 2024.Admission Decision Notification: March 15, 2024",
        "Events": "Freshman Music Festival: August 28 - September 2, 2023.Masterclass Series with Renowned Musicians: October 15 - 18, 2023.Music and Arts Symposium: April 8 - 10, 2024.Spring Concert Series: May 5 - 7, 2024",
        "Research_History": "Horizon College of Music is renowned for its research in musicology, music composition, music therapy, and ethnomusicology",
        "Sports": "Badminton,Yoga and Meditation Club,Archery,Chess Club,Table Tennis,Cross Country,Running Club,Swimming,Basketball,Soccer",
        "rating":"4/5 Stars",
        "College_Details": "Horizon College of Music, established in 1962, is a leading music conservatory that nurtures aspiring musicians. The campus boasts world-class facilities, practice rooms equipped with cutting-edge technology, and performance spaces that provide students with an immersive musical experience.",
        "Admission_Process": "Prospective students can apply to Horizon College of Music through the college's dedicated music admission portal. The admission process includes auditions and evaluations of musical talent and potential.",
        "Research_Works": "Horizon College of Music has produced notable research on the therapeutic effects of music, analyses of classical and contemporary compositions, explorations of cultural music traditions, and studies on the impact.",
        "Sports_Categories": "Enigma Institute offers an array of sports categories to cater to students' diverse interests and talents.",
        "number_of_research": "225"
    }
]